const menulogos = (Prefix ) => {
  
// NÃO APAGUE ESSE ${Prefix }, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
*╔═══❖•ೋ°ৡৢ͜͡  💦💦 𖥨֗°ೋ•❖═══╗*
                    ᬊ᭄ 𝐋 𝐎 𝐆 𝐎 𝐒 ᬊ᭄
*╚═══❖•ೋ°ৡৢ͜͡  💦💦 𖥨֗°ೋ•❖═══╝*
_𝙴𝚜𝚝𝚎 𝚎́ 𝚄𝚖 𝙼𝚎𝚗𝚞 𝙿𝚊𝚛𝚊 𝙲𝚛𝚒𝚊𝚛 𝙻𝚘𝚐𝚘𝚜 𝙿𝚎𝚛𝚜𝚘𝚗𝚊𝚕𝚒𝚣𝚊𝚍𝚊𝚜 𝚂𝚘𝚋𝚛𝚎 𝙾𝚜 𝚃𝚎𝚖𝚊𝚜 𝙰𝚋𝚊𝚒𝚡𝚘._
_𝙴𝚖 𝙲𝚊𝚜𝚘 𝚍𝚎 𝙴𝚛𝚛𝚘, 𝙿𝚘𝚍𝚎 𝚜𝚎𝚛 𝚘𝚜 𝙼𝚘́𝚍𝚞𝚕𝚘𝚜, 𝚘𝚞 𝚘 𝚃𝚎𝚛𝚖𝚞𝚡._
║
║⍆
║ঔৣ͜͡҉ 💧 
║ঔৣ͜͡҉ 💧 ➲ ${prefix}HYPE
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq2 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq3 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq4 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq5 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq6 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq7 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq8 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Plaq9 (TXT/TXT]
║ 
║⍆
╰─╼━━━══━━━≺💧≻━━━══━━━╾─╯
║
*╔═══❖•ೋ°ৡৢ͜͡  💦💦 𖥨֗°ೋ•❖═══╗*
              ᬊ᭄ 𝐋 𝐎 𝐆 𝐎 𝐒 2 ᬊ᭄
*╚═══❖•ೋ°ৡৢ͜͡  💦💦 𖥨֗°ೋ•❖═══╝*
║
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit1 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit2 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit3 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit4 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit5 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit6 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit7 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit8 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }edit9 (TXT/TXT]
║
║⍆by Venom 
╰─╼━━━══━━━≺💧≻━━━══━━━╾─╯
║
║
║
║
*╔═══❖•ೋ°ৡৢ͜͡  💦💦 𖥨֗°ೋ•❖═══╗*
              ᬊ᭄ 𝐋 𝐎 𝐆 𝐎 𝐒 3 ᬊ᭄
*╚═══❖•ೋ°ৡৢ͜͡  💦💦 𖥨֗°ೋ•❖═══╝*
║
║⍆
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Comporn (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Glitch (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Glitch3 (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Grafity (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Space (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Marvel (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }GamePlay (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Stone (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Steel (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Ffbanner (TXT/TXT]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Mascoteavatar (TXT/TXT]
║
║⍆
╰─╼━━━══━━━≺💧≻━━━══━━━╾─╯
║
║
║
║
║
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Txtquadrinhos [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }HackNeon [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }EquipeMascote [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }FFavatar [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Gizquadro [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Angelglx [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }WingEffect [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Angelwing [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Blackpink [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Girlmascote [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Mascotegame [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Fpsmascote [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Logogame [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Glitch2 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }3DGold [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Placaloli [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Phadow [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Efeitoneon [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Cemiterio [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Metalgold [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Narutologo [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Fire [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Romantic [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Smoke [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Papel [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Lovemsg [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Lovemsg2 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Lovemsg3 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Coffecup [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Coffecup2 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Cup [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Florwooden [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Lobometal [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Harryp [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Txtborboleta [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Madeira [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Pornhub [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Escudo [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Transformer [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }America [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Demongreen [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Wetglass [ TXT ] 
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Toxic [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neon3 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neondevil [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neongreen [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Lava [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Halloween [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neondevil [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }DemonFire [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }DemonGreen [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Thunderv2 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Thunder [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Colaq [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Luxury [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Berry [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Transformer [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Matrix [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Horror [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Nuvem [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neon [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neon1 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neon2 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neon3d [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }NeonGreen [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neon3 [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Neve [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Areia [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Vidro [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Style [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Pink [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Carbon [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Tetalblue [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Toxic [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Jeans [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Ossos [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Asfalto [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Natal [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Joker [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Blood [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Break [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Fiction [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }3dstone [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Lapis [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Gelo [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Rainbow [ TXT ]
║ঔৣ͜͡҉ 💧 ➲  ${Prefix }Metalfire [ TXT ] 
║ঔৣ͜͡҉ 💧 
║⍆
╰─╼━━━══━━━≺💧≻━━━══━━━╾─╯`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${Prefix }, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 